# Выведите на экран первый и последний элементы списка

lst = [ '🍇', '🍑', '🍐', '🍊', '🍌', '🍎']

print (lst[0], lst[-1])
