# for x in range (1,21):
#     print("x=",x, "x2=",x*x)

# word = "Test"
# for s in word:
#     print (s)

# Вывести список студентов
students = ["Петр", "Константин", "Святослав","Егор", "Леонид", "Никита"]
l = len (students)
for i in range (0,l):
    print (students[i])

# nums = [1,2,3,4,5,6,7,8,9,10]
# # Напечатать только нечетные числа
# for n in nums:
#     if (n%2==1):
#         print (n)


